{
  "about": {
    "title": "من نحن",
    "text": "منذ تأسيسنا عام 2001، نمت شركة فلاش إنفستمنت بشكل ثابت لتصبح واحدة من شركات التطوير العقاري الموثوقة في مصر. بدأنا بفريق صغير في القاهرة، وتوسعنا ليضم أكثر من 100 متخصص يجمعون بين الخبرة والالتزام والابتكار في كل مشروع. يشمل ملف أعمالنا مشروعات سكنية وتجارية ومتعددة الاستخدامات، جميعها مصممة بجودة عالية واستدامة وقيمة طويلة الأمد. على مر السنين، بنينا سمعة قوية في تقديم مشروعات تلبي توقعات العملاء وتساهم في نمو المجتمعات الحيوية.",
    "highlight": "خطتنا للمستقبل هي مواصلة توسيع نطاق أعمالنا ووضع معايير جديدة في سوق العقارات المصري.",
    "button": "تواصل معنا"
  },
  "inspiration": {
    "mission_title": "رسالتنا",
    "mission_text": "رسالتنا هي تقديم مشروعات عقارية استثنائية تجمع بين التصميم العصري والوظيفية والاستدامة. نحن ملتزمون بتوفير قيمة دائمة للعملاء والمستثمرين، مع ضمان ازدهار المجتمعات في بيئة آمنة وملهمة.",
    "vision_title": "رؤيتنا",
    "vision_text": "رؤيتنا أن نصبح اسماً رائداً في قطاع العقارات من خلال ابتكار مشروعات مستدامة وعالية الجودة. نهدف إلى إعادة تعريف أسلوب المعيشة الحديث في مصر والمنطقة، وبناء مجتمعات تصمد أمام اختبار الزمن."
  },
  "proposition": {
    "title": "مؤسسونا",
    "founder1_name": "المهندس محمد ممدوح",
    "founder1_title": "شريك مؤسس",
    "founder1_bio": "المهندس محمد ممدوح قائد يتمتع بشغف نحو الابتكار، ولديه سنوات من الخبرة في هذا القطاع.",
    "founder2_name": "المهندس محمد ممدوح",
    "founder2_title": "شريك مؤسس",
    "founder2_bio": "المهندس محمد ممدوح قائد يتمتع بشغف نحو الابتكار، ولديه سنوات من الخبرة في هذا القطاع."
  },
  "small": {
    "text": "نشكّل مجتمعات الغد"
  },
  "values": {
    "title": "قيمنا",
    "items": [
      {
        "title": "الأصالة",
        "text": "نصمم مشروعات تتميز بشخصية فريدة وطابع عصري. نتعامل مع كل مشروع بإبداع لضمان تميّزه وتلبيته للاحتياجات العملية للسكان والمستثمرين."
      },
      {
        "title": "إدارة الوقت",
        "text": "نقدّر وقت عملائنا. بفضل فريقنا الماهر وإدارتنا القوية للمشروعات، نلتزم بالتسليم في المواعيد المحددة دون المساس بالجودة."
      },
      {
        "title": "الخبرة",
        "text": "مع أكثر من عقدين في السوق، تنعكس خبرتنا في ثقة عملائنا وجودة مشروعاتنا. قدّمنا باستمرار مشروعات تعزز المجتمعات وتخلق قيمة مستدامة."
      },
      {
        "title": "الجودة",
        "text": "الجودة هي جوهر كل ما نبنيه. من المواد والتصميم إلى التشطيبات وخدمات ما بعد البيع، نضمن أن كل تفصيلة تفي بأعلى المعايير."
      }
    ]
  }
}
